Repository: jaywcjlove/app-i18n
Catalog: i18n/source/focuscursor/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, ko, ru, zh_hans, zh_hant

source: Smoke Trail
de: Rauchspur
fr: Traînée de fumée
it: Scia di fumo
ja: 煙の軌跡
ko: 연기 궤적
ru: Дымный след
zh_hans: 烟雾轨迹
zh_hant: 煙霧軌跡

source: Snow Trail
de: Schneespur
fr: Traînée de neige
it: Scia di neve
ja: 雪の軌跡
ko: 눈 궤적
ru: Снежный след
zh_hans: 雪花轨迹
zh_hant: 雪花軌跡

source: Social Accounts
de: Soziale Konten
fr: Réseaux sociaux
it: Account social
ja: ソーシャルアカウント
ko: 소셜 계정
ru: Социальные сети
zh_hans: 社交账号
zh_hant: 社群帳號

source: Soft Circle
de: Weicher Kreis
fr: Cercle doux
it: Cerchio morbido
ja: ソフトサークル
ko: 소프트 원
ru: Мягкий круг
zh_hans: 软圆
zh_hant: 柔邊圓形

source: Spark
de: Funke
fr: Étincelle
it: Scintilla
ja: 火花
ko: 불꽃
ru: Искра
zh_hans: 火花
zh_hant: 火花

source: Sparkle Effect
de: Funkel-Effekt
fr: Effet scintillement
it: Effetto scintillio
ja: きらめきエフェクト
ko: 반짝임 효과
ru: Эффект искр
zh_hans: 闪光效果
zh_hant: 閃爍效果

source: Sparkle Trail
de: Funkelspur
fr: Traînée scintillante
it: Scia scintillante
ja: きらめきの軌跡
ko: 반짝임 궤적
ru: Искрящийся след
zh_hans: 闪光轨迹
zh_hant: 閃爍軌跡

source: Spin
de: Drehung
fr: Rotation
it: Rotazione
ja: 回転
ko: 회전
ru: Вращение
zh_hans: 旋转
zh_hant: 旋轉

source: Spin Range
de: Drehungsbereich
fr: Plage de rotation
it: Intervallo rotazione
ja: 回転範囲
ko: 회전 범위
ru: Диапазон вращения
zh_hans: 旋转范围
zh_hant: 旋轉範圍

source: Splash Effect
de: Spritzeffekt
fr: Effet éclaboussure
it: Effetto schizzo
ja: 水しぶきエフェクト
ko: 물보라 효과
ru: Эффект брызг
zh_hans: 溅射效果
zh_hant: 水花效果

source: Star
de: Stern
fr: Étoile
it: Stella
ja: 星
ko: 별
ru: Звезда
zh_hans: 星形
zh_hant: 星形

source: Star Trail
de: Sternspur
fr: Traînée d'étoiles
it: Scia di stelle
ja: 星の軌跡
ko: 별 궤적
ru: Звёздный след
zh_hans: 星形轨迹
zh_hant: 星星軌跡

source: Stroke
de: Strich
fr: Trait
it: Tratto
ja: ストローク
ko: 획
ru: Обводка
zh_hans: 描边
zh_hant: 筆觸

source: System Preferences
de: Systemeinstellungen
fr: Préférences système
it: Preferenze di sistema
ja: システム環境設定
ko: 시스템 환경설정
ru: Системные настройки
zh_hans: 系统偏好设置
zh_hant: 系統偏好設定

source: This app needs to monitor your mouse movement input to track the cursor position even during system menu popups, selection dialogs, or app switching.
de: Diese App muss deine Mausbewegungen überwachen, um die Cursorposition auch während Systemmenü-Popups, Auswahldialogen oder App-Wechseln zu verfolgen.
fr: Cette application doit surveiller les mouvements de votre souris pour suivre la position du curseur, même lors des menus contextuels, dialogues de sélection ou changements d'application.
it: Questa app deve monitorare i movimenti del mouse per tracciare la posizione del cursore anche durante menu di sistema, dialoghi di selezione o cambio app.
ja: このアプリは、システムメニューのポップアップ、選択ダイアログ、アプリ切り替え中でもカーソル位置を追跡するためにマウスの動きの入力を監視する必要があります。
ko: 이 앱은 시스템 메뉴 팝업, 선택 대화상자, 앱 전환 중에도 커서 위치를 추적하기 위해 마우스 움직임 입력을 모니터링해야 합니다.
ru: Этому приложению необходимо отслеживать движения мыши для определения позиции курсора даже во время системных всплывающих меню, диалогов выбора или переключения приложений.
zh_hans: 此应用需要监控你的鼠标移动输入，以便在弹出系统菜单、选择框或应用切换等场景中仍能获取鼠标位置。
zh_hant: 此應用程式需要監控您的滑鼠移動輸入，以在系統選單彈出、選擇對話框或應用程式切換期間追蹤游標位置。

source: Tip (0, 0)
de: Spitze (0, 0)
fr: Pointe (0, 0)
it: Punta (0, 0)
ja: 先端 (0, 0)
ko: 끝 (0, 0)
ru: Кончик (0, 0)
zh_hans: 尖端 (0, 0)
zh_hant: 尖端 (0, 0)

source: To enable mouse position tracking and display, please grant the app mouse input monitoring permission.
de: Um die Mauspositionsverfolgung und -anzeige zu aktivieren, gewähre bitte der App die Erlaubnis zur Mauseingabe-Überwachung.
fr: Pour activer le suivi et l'affichage de la position de la souris, veuillez autoriser l'autorisation de surveillance des entrées souris.
it: Per abilitare il tracciamento e la visualizzazione della posizione del mouse, concedi all'app l'autorizzazione di monitoraggio input mouse.
ja: マウス位置の追跡と表示を有効にするには、アプリにマウス入力監視の許可を与えてください。
ko: 마우스 위치 추적 및 표시를 활성화하려면 앱에 마우스 입력 모니터링 권한을 허용해 주세요.
ru: Чтобы включить отслеживание и отображение позиции мыши, предоставьте приложению разрешение на мониторинг ввода мыши.
zh_hans: 为启用鼠标位置跟踪和显示，需要授予应用鼠标输入监控权限。
zh_hant: 若要啟用滑鼠位置追蹤與顯示，請授予應用程式滑鼠輸入監控權限。

source: Undo (⌘Z)
de: Rückgängig (⌘Z)
fr: Annuler (⌘Z)
it: Annulla (⌘Z)
ja: 元に戻す (⌘Z)
ko: 실행 취소 (⌘Z)
ru: Отменить (⌘Z)
zh_hans: 撤销 (⌘Z)
zh_hant: 還原 (⌘Z)

source: Unlock all Features
de: Alle Funktionen freischalten
fr: Débloquer toutes les fonctionnalités
it: Sblocca tutte le funzionalità
ja: すべての機能を解放
ko: 모든 기능 잠금 해제
ru: Разблокировать все функции
zh_hans: 解锁所有功能
zh_hant: 解鎖所有功能

source: Velocity
de: Geschwindigkeit
fr: Vélocité
it: Velocità
ja: 速度
ko: 속도
ru: Скорость
zh_hans: 速度
zh_hant: 速度

source: Velocity ×
de: Geschwindigkeit ×
fr: Vélocité ×
it: Velocità ×
ja: 速度 ×
ko: 속도 ×
ru: Скорость ×
zh_hans: 速度 ×
zh_hant: 速度 ×

source: Velocity Range
de: Geschwindigkeitsbereich
fr: Plage de vélocité
it: Intervallo velocità
ja: 速度範囲
ko: 속도 범위
ru: Диапазон скорости
zh_hans: 速度范围
zh_hant: 速度範圍

source: X Acceleration
de: X-Beschleunigung
fr: Accélération X
it: Accelerazione X
ja: X加速度
ko: X 가속도
ru: Ускорение X
zh_hans: X 加速度
zh_hant: X 加速度

source: Y Acceleration
de: Y-Beschleunigung
fr: Accélération Y
it: Accelerazione Y
ja: Y加速度
ko: Y 가속도
ru: Ускорение Y
zh_hans: Y 加速度
zh_hant: Y 加速度

source: You can press the %1$@ key to exit drawing board mode, or %2$@ to open the context menu.
de: Drücke die Taste %1$@, um den Zeichenbrett-Modus zu verlassen, oder %2$@, um das Kontextmenü zu öffnen.
fr: Vous pouvez appuyer sur la touche %1$@ pour quitter le mode tableau de dessin, ou %2$@ pour ouvrir le menu contextuel.
it: Premi il tasto %1$@ per uscire dalla modalità tavolo da disegno, o %2$@ per aprire il menu contestuale.
ja: %1$@キーを押すと描画ボードモードを終了し、%2$@でコンテキストメニューを開きます。
ko: %1$@ 키를 눌러 그리기 보드 모드를 종료하거나, %2$@ 키로 컨텍스트 메뉴를 열 수 있습니다.
ru: Вы можете нажать клавишу %1$@ для выхода из режима доски или %2$@ для открытия контекстного меню.
zh_hans: 你可以按 %1$@ 键退出绘图板模式，或按 %2$@ 打开上下文菜单。
zh_hant: 您可以按下 %1$@ 鍵退出繪圖板模式，或按 %2$@ 開啟右鍵選單。

source: You need to enable input monitoring permissions.
de: Du musst die Eingabeüberwachungsberechtigungen aktivieren.
fr: Vous devez activer les autorisations de surveillance des entrées.
it: Devi abilitare i permessi di monitoraggio input.
ja: 入力監視の許可を有効にする必要があります。
ko: 입력 모니터링 권한을 활성화해야 합니다.
ru: Вам необходимо включить разрешения мониторинга ввода.
zh_hans: 你需要启用输入监控权限。
zh_hant: 您需要啟用輸入監控權限。

source: Feedback
fr: Commentaires
ja: フィードバック
ko: 피드백
ru: Обратная связь
zh_hans: 意见反馈
zh_hant: 意見回饋

source: Name
fr: Nom
it: Nome
ja: 名前
ko: 이름
ru: Имя
zh_hans: 名称
zh_hant: 名稱

source: Ring
fr: Anneau
it: Anello
ja: リング
ko: 링
ru: Кольцо
zh_hans: 环形
zh_hant: 圓環

# Version %@ (%@)
source: Version %1$@ (%2$@)
it: Versione %1$@ (%2$@)
ja: バージョン %1$@ (%2$@)
ko: 버전 %1$@ (%2$@)
ru: Версия %1$@ (%2$@)
zh_hans: 版本 %1$@ (%2$@)
zh_hant: 版本 %1$@ (%2$@)

source: [Twitter](https://x.com/jaywcjlove) • [E-mail](emailurl) • [Github](githuburl)
ja: [Twitter](https://x.com/jaywcjlove) • [メール](emailurl) • [Github](githuburl)
ko: [Twitter](https://x.com/jaywcjlove) • [이메일](emailurl) • [Github](githuburl)
zh_hant: [Twitter](https://x.com/jaywcjlove) • [電子郵件](emailurl) • [Github](githuburl)

source: E-mail
ja: メール
ko: 이메일
ru: Эл. почта
zh_hans: 电子邮件
zh_hant: 電子郵件

source: OK
ko: 확인
ru: ОК
zh_hans: 确定
zh_hant: 確定
